Repository: Piorosen/GazeNotification
Catalog: GazeNotification/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 알림 권한이 없습니다 — 시스템 설정 → 알림 → GazeNotification 허용
en: No notification permission — allow it in System Settings → Notifications → GazeNotification
ja: 通知の権限がありません — システム設定 → 通知 → GazeNotification で許可してください
zh_hans: 没有通知权限 — 请在 系统设置 → 通知 → GazeNotification 中允许

source: 알림 막 뜸 — 빠르게 확인 중
en: Notification just appeared — checking quickly
ja: 通知が表示された直後 — すばやく確認中
zh_hans: 通知刚出现 — 正在快速检查

source: 알림 배치 (Accessibility)
en: Notification placement (Accessibility)
ja: 通知の配置（アクセシビリティ）
zh_hans: 通知放置（辅助功能）

source: 알림 센터 패널 열림 — 원위치
en: Notification Center panel open — restored
ja: 通知センターのパネルが開いている — 元の位置
zh_hans: 通知中心面板已打开 — 已复位

source: 알림 창 AX 구조 저장
en: Save Notification Window AX Structure
ja: 通知ウインドウのAX構造を保存
zh_hans: 保存通知窗口 AX 结构

source: 알림 창 원위치 (오른쪽 위)
en: Notification window at its original place (top right)
ja: 通知ウインドウは元の位置（右上）
zh_hans: 通知窗口在原位（右上角）

source: 알림 창 확인
en: Notification window checks
ja: 通知ウインドウの確認
zh_hans: 通知窗口检查

source: 알림 창 확인은 알림이 없을 때 창 서버에 묻는 횟수입니다 (낮추면 알림 센터 패널을 열 때 원위치가 조금 늦어짐). 카메라를 끈 뒤 키보드·마우스를 쓰면 다시 켭니다. 화면이 꺼지거나 잠기면 설정과 관계없이 카메라를 끕니다.
en: Notification window checks are how often the window server is asked while no notification is shown (lower values restore the window a little later when you open Notification Center). After the camera is turned off, using the keyboard or mouse turns it back on. The camera is always turned off when the display is off or locked, regardless of this setting.
ja: 通知ウインドウの確認は、通知がないときにウインドウサーバへ問い合わせる回数です（下げると通知センターのパネルを開いたときの復帰が少し遅れます）。カメラをオフにした後、キーボード・マウスを使うと再びオンになります。画面がオフまたはロックされると、設定に関係なくカメラをオフにします。
zh_hans: 通知窗口检查是在没有通知时询问窗口服务器的次数（调低后，打开通知中心面板时复位会稍慢）。摄像头关闭后，使用键盘或鼠标会重新开启。无论此设置如何，屏幕关闭或锁定时都会关闭摄像头。

source: 알림 창을 아직 못 찾음 — 첫 알림이 뜨면 확보
en: Notification window not found yet — will be found with the first notification
ja: 通知ウインドウはまだ見つかっていません — 最初の通知で取得
zh_hans: 尚未找到通知窗口 — 第一条通知出现时获取

source: 알림 창을 옮기려면 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용에서 GazeNotification 을 켜세요.
en: To move the notification window, turn on GazeNotification in System Settings → Privacy & Security → Accessibility.
ja: 通知ウインドウを移動するには、システム設定 → プライバシーとセキュリティ → アクセシビリティで GazeNotification をオンにしてください。
zh_hans: 要移动通知窗口，请在 系统设置 → 隐私与安全性 → 辅助功能 中打开 GazeNotification。

source: 알림 표시 중
en: Notification shown
ja: 通知を表示中
zh_hans: 正在显示通知

source: 알림을 보고 있는 곳으로
en: Notifications where you look
ja: 通知を見ている場所へ
zh_hans: 通知出现在你看的地方

source: 알림이 떠 있는 동안 계속 따라오기
en: Keep following while a notification is shown
ja: 通知の表示中も追従し続ける
zh_hans: 显示通知时持续跟随

source: 알림이 떠 있는 동안은 "움직일 때" 속도로
en: Use the "moving" rate while a notification is shown
ja: 通知の表示中は「動いているとき」の速度に
zh_hans: 显示通知时使用“移动时”的速度

source: 앱 전체
en: Whole app
ja: アプリ全体
zh_hans: 整个应用

source: 앱 전체 CPU
en: App CPU
ja: アプリ全体のCPU
zh_hans: 应用总 CPU

source: 약간 높음
en: Fair
ja: やや高い
zh_hans: 稍高

source: 언어
en: Language
ja: 言語
zh_hans: 语言

source: 얼굴
en: Face
ja: 顔
zh_hans: 人脸

source: 얼굴 감지됨
en: Face detected
ja: 顔を検出
zh_hans: 已检测到人脸

source: 얼굴 검출
en: Face detection
ja: 顔検出
zh_hans: 人脸检测

source: 얼굴 검출 %lld번에 1번
en: face detection 1 in %lld
ja: 顔検出は%lld回に1回
zh_hans: 人脸检测每 %lld 次 1 次

source: 얼굴 검출 매번
en: face detection every time
ja: 顔検出は毎回
zh_hans: 每次都进行人脸检测

source: 얼굴 분석 방식
en: Face analysis method
ja: 顔の解析方式
zh_hans: 人脸分析方式

source: 얼굴 상자 안 → 눈·동공·코 등 점 좌표
en: Inside the face box → points for eyes, pupils, nose, etc.
ja: 顔の枠内 → 目・瞳孔・鼻などの点の座標
zh_hans: 人脸框内 → 眼睛·瞳孔·鼻子等点的坐标

source: 얼굴 상자 중심 x (카메라 화면 0~1)
en: Face box center x (0–1 across the camera image)
ja: 顔の枠の中心x（カメラ画面 0〜1）
zh_hans: 人脸框中心 x（摄像头画面 0~1）

source: 얼굴 상자와 yaw 만 사용
en: Uses only the face box and yaw
ja: 顔の枠とyawのみ使用
zh_hans: 仅使用人脸框和 yaw

source: 얼굴 위치
en: Face position
ja: 顔の位置
zh_hans: 人脸位置

source: 얼굴 전체 검출
en: Full face detection
ja: 顔全体の検出
zh_hans: 完整人脸检测

source: 얼굴이 보이고 시선이 움직이는 중
en: Face visible and gaze moving
ja: 顔が見えていて視線が動いている
zh_hans: 可见人脸且视线在移动

source: 얼굴이 보이지 않아 계산하지 않음 (마지막 위치 유지)
en: No face visible, not calculated (keeping the last position)
ja: 顔が見えないため計算しない（最後の位置を維持）
zh_hans: 看不到人脸，未计算（保持最后位置）

source: 얼굴이 보이지 않음
en: No face visible
ja: 顔が見えない
zh_hans: 看不到人脸

source: 얼굴이 안 보일 때
en: While no face is visible
ja: 顔が見えないとき
zh_hans: 看不到人脸时

source: 얼굴이 충분히 감지되지 않았습니다.
en: Not enough face detections.
ja: 顔が十分に検出されませんでした。
zh_hans: 未充分检测到人脸。

source: 얼굴이 충분히 감지되지 않았습니다. 카메라 위치와 조명을 확인한 뒤 다시 시도하세요.
en: Not enough face detections. Check the camera position and lighting, then try again.
ja: 顔が十分に検出されませんでした。カメラの位置と照明を確認してから、もう一度お試しください。
zh_hans: 未充分检测到人脸。请检查摄像头位置和照明后重试。

source: 연산
en: Compute
ja: 処理
zh_hans: 运算

source: 연산 · 장치
en: Operation · Device
ja: 処理・デバイス
zh_hans: 运算 · 设备

source: 연산 장치
en: Compute device
ja: 処理デバイス
zh_hans: 运算设备

source: 연산 제한
en: Compute Limits
ja: 処理制限
zh_hans: 运算限制

source: 연산 제한 바꾸기…
en: Change Compute Limits…
ja: 処理制限を変更…
zh_hans: 更改运算限制…

source: 연산 줄이기
en: Reducing compute
ja: 処理を減らす
zh_hans: 减少运算

source: 예상
en: Estimate
ja: 見込み
zh_hans: 预计

source: 오래 자리 비우면 카메라 끄기
en: Turn off camera when away for long
ja: 長く離席したらカメラをオフ
zh_hans: 长时间离开时关闭摄像头

source: 오래 자리를 비워 카메라를 껐습니다 — 키보드·마우스를 쓰면 다시 켭니다
en: Camera turned off after a long absence — it turns back on when you use the keyboard or mouse
ja: 長く離席したためカメラをオフにしました — キーボード・マウスを使うと再びオンになります
zh_hans: 因长时间离开已关闭摄像头 — 使用键盘或鼠标时会重新开启

source: 오래 자리를 비워 카메라를 끔 — 키보드·마우스를 쓰면 다시 켬
en: Camera off after a long absence — turns back on with keyboard or mouse use
ja: 長く離席したためカメラをオフ — キーボード・マウスを使うと再びオン
zh_hans: 因长时间离开关闭摄像头 — 使用键盘或鼠标时重新开启

source: 오류: %@
en: Error: %@
ja: エラー：%@
zh_hans: 错误：%@

source: 오른쪽 값은 이 Mac 에서 지금 연산 장치로 실제로 잰 처리 1회당 CPU(검출 간격 포함 평균)와, 마지막 보정에서 가장 좋았던 모델의 교차검증 오차입니다. 측정값은 그 방식을 잠시 써 봐야 생깁니다.
en: On the right: CPU per run actually measured on this Mac with the current compute device (average including the detection interval), and the cross-validation error of the best model from the last calibration. Measurements appear after using that method for a moment.
ja: 右の値は、このMacで現在の処理デバイスを使って実測した処理1回あたりのCPU（検出間隔を含む平均）と、前回のキャリブレーションで最も良かったモデルの交差検証誤差です。計測値はその方式をしばらく使うと表示されます。
zh_hans: 右侧数值为在这台 Mac 上用当前运算设备实测的每次处理 CPU（含检测间隔的平均值），以及上次校准中最佳模型的交叉验证误差。使用该方式一会儿后才会有测量值。

source: 오른쪽 범위
en: Right range
ja: 右の範囲
zh_hans: 右侧范围

# 오차 %@ (%@)
source: 오차 %1$@ (%2$@)
en: Error %1$@ (%2$@)
ja: 誤差 %1$@（%2$@）
zh_hans: 误差 %1$@（%2$@）

source: 오차는 화면 폭 대비 % (RMSE). 32:9 화면에서 5%는 약 380pt 입니다. 자동은 교차검증 오차가 가장 작은 모델을 씁니다.
en: Errors are % of screen width (RMSE). On a 32:9 screen, 5% is about 380 pt. Automatic uses the model with the lowest cross-validation error.
ja: 誤差は画面幅に対する%（RMSE）です。32:9の画面では5%が約380ptです。自動は交差検証誤差が最も小さいモデルを使います。
zh_hans: 误差为相对屏幕宽度的 %（RMSE）。在 32:9 屏幕上，5% 约为 380pt。自动会使用交叉验证误差最小的模型。

# 완료 · 오차 %@ · %@
source: 완료 · 오차 %1$@ · %2$@
en: Done · error %1$@ · %2$@
ja: 完了・誤差 %1$@・%2$@
zh_hans: 已完成 · 误差 %1$@ · %2$@

source: 왼쪽 범위
en: Left range
ja: 左の範囲
zh_hans: 左侧范围

source: 왼쪽·가운데·오른쪽을 볼 때 추정값 차이가 너무 작습니다. 전체 시선 보정을 먼저 하세요.
en: The estimates for left, center, and right are too close together. Do a full gaze calibration first.
ja: 左・中央・右を見たときの推定値の差が小さすぎます。先に全体の視線キャリブレーションをしてください。
zh_hans: 看向左·中·右时的估计值差别太小。请先进行完整的视线校准。

source: 움직임
en: Moving
ja: 移動中
zh_hans: 移动中

source: 움직임 반응
en: Motion response
ja: 動きへの反応
zh_hans: 运动响应

source: 위치
en: Position
ja: 位置
zh_hans: 位置

source: 위치 기준
en: Position source
ja: 位置の基準
zh_hans: 位置依据

source: 위치 기준이 마우스라 카메라와 AI 연산이 꺼져 있습니다.
en: The position source is the mouse, so the camera and AI processing are off.
ja: 位置の基準がマウスのため、カメラとAI処理はオフです。
zh_hans: 位置依据为鼠标，因此摄像头和 AI 运算已关闭。

source: 위치 초기화
en: Reset Position
ja: 位置をリセット
zh_hans: 重置位置

source: 이미지 전체 → 얼굴 상자 + 머리 방향(yaw)
en: Whole image → face box + head direction (yaw)
ja: 画像全体 → 顔の枠 + 頭の向き（yaw）
zh_hans: 整幅图像 → 人脸框 + 头部朝向（yaw）

source: 입력을 추가할 수 없음: %@
en: Can't add input: %@
ja: 入力を追加できません：%@
zh_hans: 无法添加输入：%@

source: 자동
en: Automatic
ja: 自動
zh_hans: 自动

source: 자동 (Neural Engine 우선)
en: Automatic (Neural Engine first)
ja: 自動（Neural Engine優先）
zh_hans: 自动（优先 Neural Engine）

source: 자동 (오차가 가장 작은 모델)
en: Automatic (lowest-error model)
ja: 自動（誤差が最も小さいモデル）
zh_hans: 自动（误差最小的模型）

source: 자동 · %@
en: Automatic · %@
ja: 自動・%@
zh_hans: 自动 · %@

source: 자동 선택
en: Auto pick
ja: 自動選択
zh_hans: 自动选择

source: 자리 비움
en: Away
ja: 離席
zh_hans: 离开

source: 장치를 바꾸면 처음 한 번은 모델을 다시 불러오느라 잠깐 느려집니다. 성능 그래프 탭에서 CPU 변화를 바로 볼 수 있습니다.
en: After changing the device, the first run is briefly slow while models reload. You can watch the CPU change right away in the Performance tab.
ja: デバイスを変更すると、最初の1回はモデルを読み込み直すため少し遅くなります。パフォーマンスタブでCPUの変化をすぐに確認できます。
zh_hans: 更换设备后，第一次会因重新加载模型而稍慢。可在“性能图表”标签中立即查看 CPU 变化。

source: 저전력 모드
en: Low Power Mode
ja: 低電力モード
zh_hans: 低电量模式

source: 저전력 모드 끔
en: Low Power Mode off
ja: 低電力モード オフ
zh_hans: 低电量模式 关

source: 저전력 모드 켬
en: Low Power Mode on
ja: 低電力モード オン
zh_hans: 低电量模式 开

source: 전력 효율이 가장 좋습니다. 없으면 GPU → CPU 순.
en: The most power-efficient. Falls back to GPU, then CPU.
ja: 電力効率が最も良いです。なければ GPU → CPU の順。
zh_hans: 能效最佳。没有时依次使用 GPU → CPU。

source: 전원 연결
en: Power adapter
ja: 電源接続
zh_hans: 已接通电源

source: 전원 연결 (%lld%%)
en: Power adapter (%lld%%)
ja: 電源接続（%lld%%）
zh_hans: 已接通电源（%lld%%）

source: 전원 연결 → 균형, 배터리·저전력 모드·발열 → 절전
en: Power adapter → Balanced; battery, Low Power Mode, or heat → Power Saving
ja: 電源接続 → バランス、バッテリー・低電力モード・発熱 → 省電力
zh_hans: 接通电源 → 均衡；电池·低电量模式·发热 → 节能

source: 전원 연결됨
en: Connected to power
ja: 電源に接続中
zh_hans: 已接通电源

source: 절전
en: Power Saving
ja: 省電力
zh_hans: 节能

source: 점 3개(왼쪽 끝 · 가운데 · 오른쪽 끝)를 차례로 바라보세요. 학습한 보정은 그대로 두고 좌우 이동과 범위만 다시 맞춥니다.
en: Look at the 3 dots in turn (left edge · center · right edge). The trained calibration is kept; only the shift and ranges are refitted.
ja: 3つの点（左端・中央・右端）を順に見てください。 学習したキャリブレーションはそのままに、左右の移動と範囲だけを合わせ直します。
zh_hans: 请依次注视 3 个点（左端 · 中间 · 右端）。 保留已训练的校准，只重新调整左右偏移和范围。

source: 점 좌표 → 코 방향·동공 위치·얼굴 위치
en: Point coordinates → nose direction, pupil position, face position
ja: 点の座標 → 鼻の向き・瞳孔の位置・顔の位置
zh_hans: 点坐标 → 鼻子方向·瞳孔位置·人脸位置

source: 점 하나를 보는 시간
en: Time per point
ja: 1点を見る時間
zh_hans: 每个点的注视时间

source: 점별 보간
en: Per-point interpolation
ja: 点別補間
zh_hans: 逐点插值

source: 점별 보간 %@
en: interpolated %@
ja: 点別補間 %@
zh_hans: 逐点插值 %@

source: 점으로 시선을 옮기세요
en: Move your gaze to the dot
ja: 点に視線を移してください
zh_hans: 请将视线移到圆点

# 점을 바라보세요 (%lld/%lld)
source: 점을 바라보세요 (%1$lld/%2$lld)
en: Look at the dot (%1$lld/%2$lld)
ja: 点を見てください（%1$lld/%2$lld）
zh_hans: 请注视圆点（%1$lld/%2$lld）

source: 점이 적은 랜드마크 모델. 같은 특징을 쓰고, 동공 점은 덜 정밀할 수 있습니다.
en: A landmark model with fewer points. Uses the same features; pupil points may be less precise.
ja: 点の少ないランドマークモデル。同じ特徴を使い、瞳孔の点は精度が劣る場合があります。
zh_hans: 点数较少的特征点模型。使用相同的特征，瞳孔点可能不够精确。

source: 정밀 · 랜드마크 76점
en: Precise · 76 landmarks
ja: 精密・ランドマーク76点
zh_hans: 精确 · 76 个特征点

source: 정상
en: Normal
ja: 正常
zh_hans: 正常

source: 제한 없음
en: No limit
ja: 制限なし
zh_hans: 无限制

source: 조정하는 동안 화면 상단에 위치 막대 표시
en: Show position bar at the top of the screen while tuning
ja: 調整中は画面上部に位置バーを表示
zh_hans: 调整时在屏幕顶部显示位置条

source: 종료
en: Quit
ja: 終了
zh_hans: 退出

source: 좌우 이동
en: Shift
ja: 左右の移動
zh_hans: 左右偏移

# 좌우 이동 %@%% · 왼쪽 범위 ×%@ · 오른쪽 범위 ×%@
source: 좌우 이동 %1$@%% · 왼쪽 범위 ×%2$@ · 오른쪽 범위 ×%3$@
en: Shift %1$@%% · left range ×%2$@ · right range ×%3$@
ja: 左右の移動 %1$@%%・左の範囲 ×%2$@・右の範囲 ×%3$@
zh_hans: 左右偏移 %1$@%% · 左侧范围 ×%2$@ · 右侧范围 ×%3$@

source: 중지됨
en: Stopped
ja: 停止中
zh_hans: 已停止

# 지금 AI 모드(%@ · %@)로 학습한 보정이 없어 기본 추정식을 씁니다. 시선 보정을 다시 하면 모든 방식·모델을 학습합니다.
source: 지금 AI 모드(%1$@ · %2$@)로 학습한 보정이 없어 기본 추정식을 씁니다. 시선 보정을 다시 하면 모든 방식·모델을 학습합니다.
en: There is no calibration trained for the current AI mode (%1$@ · %2$@), so the default formula is used. Recalibrating trains every method and model.
ja: 現在のAIモード（%1$@・%2$@）で学習したキャリブレーションがないため、標準推定式を使います。視線キャリブレーションをやり直すと、すべての方式・モデルを学習します。
zh_hans: 当前 AI 模式（%1$@ · %2$@）没有已训练的校准，正在使用默认估算公式。重新校准视线会训练所有方式和模型。

source: 지금 다시 시작
en: Restart Now
ja: 今すぐ再起動
zh_hans: 立即重启

source: 지금 적용: %@
en: In use: %@
ja: 現在の適用：%@
zh_hans: 当前生效：%@

source: 지금 하는 일
en: Current activity
ja: 現在の処理
zh_hans: 当前活动

source: 지금: %@
en: Now: %@
ja: 現在：%@
zh_hans: 当前：%@

# 지금: %@ — %@
source: 지금: %1$@ — %2$@
en: Now: %1$@ — %2$@
ja: 現在：%1$@ — %2$@
zh_hans: 当前：%1$@ — %2$@

source: 진단
en: Diagnostics
ja: 診断
zh_hans: 诊断

# 창 확인 %@회/s (창 서버, AX 아님) · AX 호출 %@회/s · 창 이동 %@회/s
source: 창 확인 %1$@회/s (창 서버, AX 아님) · AX 호출 %2$@회/s · 창 이동 %3$@회/s
en: Window checks %1$@/s (window server, not AX) · AX calls %2$@/s · window moves %3$@/s
ja: ウインドウ確認 %1$@回/秒（ウインドウサーバ、AXではない）・AX呼び出し %2$@回/秒・ウインドウ移動 %3$@回/秒
zh_hans: 窗口检查 %1$@ 次/秒（窗口服务器，非 AX）· AX 调用 %2$@ 次/秒 · 窗口移动 %3$@ 次/秒

source: 처리
en: Processed
ja: 処理
zh_hans: 处理

source: 처리 1회 CPU %@ms
en: CPU per run %@ ms
ja: 処理1回のCPU %@ms
zh_hans: 每次处理 CPU %@ms

source: 처리 = Vision 을 돌린 프레임, 얼굴 검출 = 그중 전체 검출(나머지는 추적), 목표 = 지금 정책이 요청한 값
en: Processed = frames run through Vision, Face detection = full detections among them (the rest are tracked), Target = the rate the current policy requests
ja: 処理 = Visionを実行したフレーム、顔検出 = そのうち全体検出したもの（残りは追跡）、目標 = 現在のポリシーが要求する値
zh_hans: 处理 = 运行 Vision 的帧，人脸检测 = 其中进行完整检测的帧（其余为跟踪），目标 = 当前策略请求的值

source: 처리 횟수
en: Processing rate
ja: 処理回数
zh_hans: 处理次数

source: 처리 횟수 (초당 Vision 처리)
en: Processing rate (Vision runs per second)
ja: 処理回数（1秒あたりのVision処理）
zh_hans: 处理次数（每秒 Vision 处理）

source: 최근
en: Last
ja: 直近
zh_hans: 最近

source: 최종 위치 · 알림 자리(막대)
en: Final position · notification spot (bar)
ja: 最終位置・通知の位置（バー）
zh_hans: 最终位置 · 通知位置（条）

source: 추적: %@
en: Tracking: %@
ja: 追跡：%@
zh_hans: 跟踪：%@

source: 추정 위치가 너무 많이 벗어나 있습니다. 전체 시선 보정을 먼저 하세요.
en: The estimated position is too far off. Do a full gaze calibration first.
ja: 推定位置が大きくずれています。先に全体の視線キャリブレーションをしてください。
zh_hans: 估计位置偏差过大。请先进行完整的视线校准。

source: 추정이 한쪽으로 치우치면 좌우 이동, 화면 끝까지 닿지 않으면 그쪽 범위를 키우세요 (범위는 화면 가운데를 기준으로 늘어남).
en: If the estimate leans to one side, use Shift; if it doesn't reach a screen edge, increase that side's range (ranges stretch from the center of the screen).
ja: 推定が片側に偏るなら左右の移動を、画面の端まで届かないならその側の範囲を大きくしてください（範囲は画面中央を基準に伸びます）。
zh_hans: 若估计偏向一侧，请调整左右偏移；若到不了屏幕边缘，请增大该侧范围（范围以屏幕中心为基准拉伸）。

source: 취소됨
en: Cancelled
ja: キャンセルしました
zh_hans: 已取消

# 측정: 받은 프레임 %@/s · 처리 %@/s · 검출 %@/s · 얼굴 있음 %@/s
source: 측정: 받은 프레임 %1$@/s · 처리 %2$@/s · 검출 %3$@/s · 얼굴 있음 %4$@/s
en: Measured: frames received %1$@/s · processed %2$@/s · detections %3$@/s · with face %4$@/s
ja: 計測：受信フレーム %1$@/秒・処理 %2$@/秒・検出 %3$@/秒・顔あり %4$@/秒
zh_hans: 测量：接收帧 %1$@/秒 · 处理 %2$@/秒 · 检测 %3$@/秒 · 有人脸 %4$@/秒

source: 카메라
en: Camera
ja: カメラ
zh_hans: 摄像头

source: 카메라 꺼짐
en: Camera off
ja: カメラオフ
zh_hans: 摄像头关闭

source: 카메라 미리보기 (펼치면 %lld회/s)
en: Camera preview (%lld/s while open)
ja: カメラプレビュー（開くと%lld回/秒）
zh_hans: 摄像头预览（展开时 %lld 次/秒）

source: 카메라 없음
en: No camera
ja: カメラなし
zh_hans: 无摄像头

source: 카메라 장치 fps 는 이 값 이상에서 카메라가 지원하는 가장 낮은 값으로 자동 설정됩니다%1$@. 보정·카메라 미리보기·보정 조정 중에는 %2$lld회/s 로 고정.
en: The camera's fps is set automatically to the lowest rate it supports at or above these values%1$@. Fixed at %2$lld/s during calibration, camera preview, and calibration tuning.
ja: カメラのfpsは、この値以上でカメラが対応する最も低い値に自動設定されます%1$@。キャリブレーション・カメラプレビュー・キャリブレーション調整中は%2$lld回/秒に固定。
zh_hans: 摄像头 fps 会自动设为不低于这些值的、摄像头支持的最低值%1$@。校准、摄像头预览和校准调整期间固定为 %2$lld 次/秒。

source: 카메라 프레임
en: Camera frames
ja: カメラフレーム
zh_hans: 摄像头帧

source: 카메라·AI
en: Camera & AI
ja: カメラ・AI
zh_hans: 摄像头·AI

source: 카메라·AI CPU
en: Camera & AI CPU
ja: カメラ・AIのCPU
zh_hans: 摄像头·AI CPU

source: 카메라·AI CPU 가 상한을 넘어 처리 횟수를 %@%% 로 줄이는 중
en: Camera & AI CPU is over the limit; processing rate reduced to %@%%
ja: カメラ・AIのCPUが上限を超えたため、処理回数を%@%%に削減中
zh_hans: 摄像头·AI CPU 超过上限，处理次数已降至 %@%%

source: 카메라·AI CPU 가 상한을 넘어 처리 횟수를 %@%% 로 줄이는 중 — 상한이 카메라 수신 비용보다 낮아 최소 속도로 동작
en: Camera & AI CPU is over the limit; processing rate reduced to %@%% — the limit is below the camera's capture cost, so it runs at the minimum rate
ja: カメラ・AIのCPUが上限を超えたため、処理回数を%@%%に削減中 — 上限がカメラ受信のコストより低いため最低速度で動作
zh_hans: 摄像头·AI CPU 超过上限，处理次数已降至 %@%% — 上限低于摄像头接收开销，以最低速度运行

source: 카메라·AI CPU 상한
en: Camera & AI CPU limit
ja: カメラ・AIのCPU上限
zh_hans: 摄像头·AI CPU 上限

source: 카메라·AI 상한 %lld%%
en: Camera & AI limit %lld%%
ja: カメラ・AI上限 %lld%%
zh_hans: 摄像头·AI 上限 %lld%%

source: 코 방향
en: Nose direction
ja: 鼻の向き
zh_hans: 鼻子方向

source: 코 방향 · 동공 위치 · 얼굴 위치 · 머리 yaw 를 모두 씁니다. 눈동자 움직임까지 반영해 가장 정확합니다.
en: Uses nose direction, pupil position, face position, and head yaw. Also reflects eye movement, so it is the most accurate.
ja: 鼻の向き・瞳孔の位置・顔の位置・頭のyawをすべて使います。目の動きまで反映するため最も正確です。
zh_hans: 使用鼻子方向·瞳孔位置·人脸位置·头部 yaw。还会反映眼球运动，因此最准确。

source: 코어 1개 = 100%. 카메라·AI = 메인 스레드를 뺀 나머지(카메라 수신·Vision·Neural Engine 드라이버)
en: 1 core = 100%. Camera & AI = everything except the main thread (camera capture, Vision, Neural Engine driver)
ja: 1コア = 100%。カメラ・AI = メインスレッドを除く残り（カメラ受信・Vision・Neural Engineドライバ）
zh_hans: 1 个核心 = 100%。摄像头·AI = 除主线程外的其余部分（摄像头接收·Vision·Neural Engine 驱动）

source: 큰 시선 이동에 반응
en: Response to large gaze moves
ja: 大きな視線移動への反応
zh_hans: 对大幅视线移动的响应

source: 테스트 알림
en: Test Notification
ja: テスト通知
zh_hans: 测试通知

source: 테스트 알림 — 테스트 모드에서는 보내지 않음
en: Test notification — not sent in test mode
ja: テスト通知 — テストモードでは送信しない
zh_hans: 测试通知 — 测试模式下不发送

source: 테스트 알림 전송
en: Test notification sent
ja: テスト通知を送信
zh_hans: 已发送测试通知

source: 특징
en: Feature
ja: 特徴
zh_hans: 特征

source: 특징 %lld개 → 화면 가로 위치 x
en: %lld features → horizontal screen position x
ja: 特徴%lld個 → 画面の横位置x
zh_hans: %lld 个特征 → 屏幕水平位置 x

source: 특징 가중치
en: Feature weights
ja: 特徴の重み
zh_hans: 特征权重

source: 특징 이름에 마우스를 올리면 측정 방법이 보입니다.
en: Hover over a feature name to see how it is measured.
ja: 特徴名にマウスを重ねると計測方法が表示されます。
zh_hans: 将鼠标悬停在特征名称上可查看测量方法。

source: 특징의 세제곱 항을 더해 화면 양 끝으로 갈수록 휘는 관계(고개를 돌린 각도 ↔ 위치)까지 맞춥니다. 보정 점이 적으면 과적합될 수 있음.
en: Adds cubed feature terms to fit the relationship that bends toward the screen edges (head angle ↔ position). May overfit with few calibration points.
ja: 特徴の3乗項を加え、画面の両端に向かうほど曲がる関係（顔を向けた角度 ↔ 位置）まで合わせます。キャリブレーション点が少ないと過学習することがあります。
zh_hans: 加入特征的三次项，以拟合越靠近屏幕两端越弯曲的关系（转头角度 ↔ 位置）。校准点较少时可能过拟合。

source: 평소 사용에 맞춘 기본값
en: Defaults for everyday use
ja: 普段使い向けの標準値
zh_hans: 适合日常使用的默认值

# 프레임당 %@ 중 CPU %@ — 나머지는 Neural Engine 결과 대기
source: 프레임당 %1$@ 중 CPU %2$@ — 나머지는 Neural Engine 결과 대기
en: Of %1$@ per frame, CPU %2$@ — the rest is waiting for the Neural Engine
ja: 1フレームあたり %1$@ のうち CPU %2$@ — 残りはNeural Engineの結果待ち
zh_hans: 每帧 %1$@ 中 CPU %2$@ — 其余为等待 Neural Engine 结果

source: 프로필
en: Profile
ja: プロファイル
zh_hans: 配置

source: 프로필 값으로 되돌리기
en: Reset to profile values
ja: プロファイルの値に戻す
zh_hans: 恢复为配置值

source: 필요
en: Required
ja: 必要
zh_hans: 需要

source: 필터 후 %@
en: filtered %@
ja: フィルタ後 %@
zh_hans: 滤波后 %@

source: 학습 안 됨
en: Not trained
ja: 未学習
zh_hans: 未训练

source: 학습 오차
en: Training
ja: 学習誤差
zh_hans: 训练误差

source: 학습에 실패했습니다. 고개와 눈을 조금 더 움직여 점을 바라보세요.
en: Training failed. Move your head and eyes a bit more as you look at the dots.
ja: 学習に失敗しました。顔と目をもう少し動かして点を見てください。
zh_hans: 训练失败。注视圆点时请稍微多移动头部和眼睛。

source: 학습한 보정
en: Trained calibration
ja: 学習したキャリブレーション
zh_hans: 已训练的校准

source: 항목
en: Series
ja: 項目
zh_hans: 项目

source: 허용됨
en: Allowed
ja: 許可済み
zh_hans: 已允许

source: 화면 상단에 알림 위치 표시
en: Show notification position at top of screen
ja: 画面上部に通知の位置を表示
zh_hans: 在屏幕顶部显示通知位置

source: 화면 여기저기를 바라보며 막대가 시선을 따라오는지 확인하세요. 이 탭을 보는 동안은 %lld회/s 로 추적합니다.
en: Look around the screen and check that the bar follows your gaze. While this tab is visible, tracking runs at %lld/s.
ja: 画面のあちこちを見て、バーが視線についてくるか確認してください。このタブの表示中は%lld回/秒で追跡します。
zh_hans: 环顾屏幕，确认位置条跟随你的视线。显示此标签时以 %lld 次/秒跟踪。

source: 화면 위쪽에 점 %lld개가 왼쪽부터 차례로 나타납니다. 평소 작업할 때처럼 자연스럽게 바라보세요. 고개를 돌려도 괜찮습니다.
en: %lld dots will appear one by one across the top of the screen, starting from the left. Look at them naturally, as you would while working. It's fine to turn your head.
ja: 画面上部に%lld個の点が左から順に表示されます。 普段作業するときのように自然に見てください。顔を向けても構いません。
zh_hans: 屏幕上方会从左到右依次出现 %lld 个圆点。 请像平时工作一样自然地注视。转头也没关系。

source: 화면 폭의 %@%%
en: %@%% of screen width
ja: 画面幅の%@%%
zh_hans: 屏幕宽度的 %@%%

source: 화면이 꺼져 있거나 잠겨 있어 카메라를 끔
en: Camera off because the display is off or locked
ja: 画面がオフまたはロック中のためカメラをオフ
zh_hans: 因屏幕关闭或锁定已关闭摄像头

source: 화면이 꺼졌거나 오래 자리를 비움
en: Display off, or away for a long time
ja: 画面がオフ、または長く離席中
zh_hans: 屏幕关闭或长时间离开

source: 회/s
en: /s
ja: 回/秒
zh_hans: 次/秒

source: 횟수/s
en: Rate/s
ja: 回数/秒
zh_hans: 次数/秒
